{
    "CIL_CCDB": {
        "Status": {
            "Deleted": false,
            "Is_public": true
        },
        "CIL": {
            "Image_files": [
                {
                    "Mime_type": "video/x-flv",
                    "File_type": "Flv",
                    "File_path": "8074.flv",
                    "Size": 1999281
                },
                {
                    "Mime_type": "image/jpeg; charset=utf-8",
                    "File_type": "Jpeg",
                    "File_path": "8074.jpg",
                    "Size": 34682
                },
                {
                    "Mime_type": "application/zip",
                    "File_type": "Zip",
                    "File_path": "8074.zip",
                    "Size": 2936956
                }
            ],
            "CORE": {
                "PREPARATION": {
                    "onto_name": "living tissue",
                    "onto_id": "FBbi:00000025"
                },
                "IMAGINGMODE": {
                    "onto_name": "spinning disk confocal microscopy",
                    "onto_id": "FBbi:00000253"
                },
                "CELLULARCOMPONENT": {
                    "onto_name": "chromosomal part",
                    "onto_id": "GO:0044427"
                },
                "BIOLOGICALPROCESS": {
                    "onto_name": "mitosis",
                    "onto_id": "GO:0007067"
                },
                "SOURCEOFCONTRAST": {
                    "onto_name": "distribution of a specific protein",
                    "onto_id": "FBbi:00000597"
                },
                "NCBIORGANISMALCLASSIFICATION": {
                    "onto_name": "Drosophila melanogaster",
                    "onto_id": "NCBITaxon:7227"
                },
                "PARAMETERIMAGED": {
                    "onto_name": "fluorescence emission",
                    "onto_id": "FBbi:00000316"
                },
                "MOLECULARFUNCTION": {
                    "onto_name": "DNA packaging",
                    "onto_id": "GO:0006323"
                },
                "DIMENSION": [
                    {
                        "Space": {
                            "axis": "X",
                            "Image_size": 324
                        }
                    },
                    {
                        "Space": {
                            "axis": "Y",
                            "Image_size": 308
                        }
                    },
                    {
                        "Time": {
                            "unit": "seconds",
                            "value": 40
                        }
                    }
                ],
                "VISUALIZATIONMETHODS": {
                    "onto_name": "TagGFP",
                    "onto_id": "FBbi:00000503"
                },
                "DATAQUALIFICATION": {
                    "free_text": "PROCESSED"
                },
                "IMAGEDESCRIPTION": {
                    "free_text": "Early embryonic divisions in Drosophila are syncytial. Nuclei undergo mitosis synchronously for the first 14 nuclear cycles, in which 6000 nuclei will form, followed by cellularization (Foe and Alberts, 1983). At nuclear cycle 10, nuclei are at the embryo cortex and can be easily visualized.  This movie, an ASCB 2005 Celldance contest winner, shows a Drosophila embryo from a line expressing a fusion protein of GFP and histone (Clarkson and Saint, 1999). This fusion protein enables the visualization of DNA and the behavior of chromosomes during two consecutive divisions. Interphase nuclei contain DNA that is not assembled in chromosomes. Chromosome condensation takes place during prophase. In prometaphase, chromosomes attach to division spindles and congress at the cell equator. Once all chromosomes are at the metaphase plate, they segregate and move towards opposite poles in anaphase. In telophase, chromosomes decondense and nuclei reform. If the division went well the cycles start again. However, if anything goes wrong, the chromosomes do not condense and the nuclei sink in the middle of the embryo, a process called nuclear fallout. This is the case with the two nuclei in the middle of the image: each will sink in one of the 2 cycles. \t\n\nEmbryos were collected 2 hours after they were laid, dechorionated with 50% bleach and visualized by confocal microscopy. Images were captured with a Nikon Eclipse TE2000-E inverted microscope (Nikon Mississauga, ON, Canada) using a Plan Apochromat 40 x 1.5/NA1.0 oil immersion lens. The visualization setting included a Perkin Elmer Life Sciences UltraVIEW confocal spinning disk (Perkin Elmer Life Sciences, Missisauga, ON, Canada) and a Hamamatsu Orca-ER camera (Hamamatsu Photonics, Hamamatsu, Japan). Images were acquired at room temperature, every 8 seconds at 3-5 Z series of 40 m steps using the MetaMorph software (Universal Imaging, West Chester, PA). \n\nClarkson M, Saint R. A His2AvDGFP fusion gene complements a lethal His2AvD mutant allele and provides an in vivo marker for drosophila chromosome behavior. DNA Cell Biol. 1999;18:457-62. \n\nFoe VE, Alberts BM. Studies of nuclear and cytoplasmic behaviour during the five mitotic cycles that precede gastrulation in Drosophila embryogenesis. J Cell Sci 1983;61:31-70. \n\nOriginal resource provided by Rosalind V Silverman-Gavrila. Work conducted at University of Toronto, Toronto, CA.\t Original video created in December 2003. Video: Quicktime. Digitization process: Recompressed with H.264 codec, automatic keyframes selected, and data rate reduced (restricted to 768 kbs optimized for streaming) in Quicktime Pro. New file size: 3.78 Mb; FPS: 5; Data rate: 792.14 kbs; Codec: H.264.\n\nOriginal resource: received from authors as avi file; File size: 4.98 Mb; Duration: 00:00:40.00; Dimensions: 323 x 308 pixels; FPS: 5; Data rate: 1.05 Mbs; Codec: Apple Cinepak."
                },
                "ATTRIBUTION": {
                    "Contributors": [
                        "Rosalind Silverman-Gavrila"
                    ]
                },
                "SPECIESTAXASPECIFIC": {
                    "onto_id": ":Drosophila melanogaster embryo"
                },
                "TERMSANDCONDITIONS": {
                    "free_text": "copyright"
                },
                "ITEMTYPE": {
                    "onto_name": "recorded image",
                    "onto_id": "FBbi:00000265"
                }
            }
        },
        "Data_type": {
            "Time_series": false,
            "Still_image": false,
            "Z_stack": false,
            "Video": true
        },
        "Citation": {
            "DOI": "doi:10.7295/W9CIL8074",
            "ARK": "ark:/b7295/w9cil8074",
            "Title": "Rosalind Silverman-Gavrila (2011) CIL:8074, Drosophila melanogaster. CIL. Dataset"
        }
    }
}