{
    "CIL_CCDB": {
        "Status": {
            "Deleted": false,
            "Is_public": true
        },
        "CIL": {
            "Image_files": [
                {
                    "Mime_type": "video/x-flv",
                    "File_type": "Flv",
                    "File_path": "9777.flv",
                    "Size": 2844925
                },
                {
                    "Mime_type": "application/zip",
                    "File_type": "Zip",
                    "File_path": "9777.zip",
                    "Size": 10186876
                },
                {
                    "Mime_type": "image/jpeg; charset=utf-8",
                    "File_type": "Jpeg",
                    "File_path": "9777.jpg",
                    "Size": 31483
                }
            ],
            "CORE": {
                "NCBIORGANISMALCLASSIFICATION": {
                    "onto_name": "Eukaryota",
                    "onto_id": "NCBITaxon:2759"
                },
                "GROUP_ID": "2270",
                "MOLECULARFUNCTION": {
                    "onto_name": "endoplasmic reticulum signal peptide binding",
                    "onto_id": "GO:0030942"
                },
                "CELLULARCOMPONENT": {
                    "onto_name": "endoplasmic reticulum membrane",
                    "onto_id": "GO:0005789"
                },
                "IMAGEDESCRIPTION": {
                    "free_text": "Protein translocation is the process by which peptides are transported across a membrane bilayer. Translocation of proteins across the membrane of the endoplasmic reticulum (ER) is know to occur in one of two ways: cotranslationally, in which translocation is concurrent with peptide synthesis by the ribosome, or posttranslationally, in which the protein is first synthesized in the cytosol and later is transported into the ER. Both means of translocation are mediated by the same protein channel, known as Sec61 in eukaryotes and SecY in prokaryotes and archaea.\n\nDuring posttranslational translocation, the action of specific proteins are necessary to ensure that the peptide moves unidirectionally into the ER.\n\nIn eukaryotes, posttranslational translocation requires the Sec62/Sec63 complex (shown in green in the animation) and the chaperone protein BiP (shown in purple/blue).\n\nBiP is a member of the Hsp70 family of ATPases, a group which is characterized as having an N-terminal nucleotide-binding domain (NBD), and a C-terminal substrate-binding domain (SBD) which binds to peptides. The nucleotide binding state of the NBD determines whether the SBD can bding to a substrate peptide. While the NBD is bound to ATP, the SBD is in an open state, allowing for peptide release, while in the ADP state, the SBD is closed and peptide-bound. In the animation, the ATP-bound NBD is shown in purple, and the ADP-bound state is shown in blue.\n\nThe primary role of the membrane protein complex Sec62/Sec63 is to activate the ATPase activity of BiP via a J-domain located on the lumen-facing portion of Sec63. The SBD of BiP binds non-specifically to the peptide as it enters the ER lumen, and keeps the peptide from sliding backwards in a ratchet-type mechanism.\n\nIn the animation, the structure of BiP is approximated using the structure of hsc70 (1YUW), and the J-domain of Sec63 is based on that of auxilin (2QWN). The protein channel Sec61 uses the structure of SecY (1RHZ)."
                },
                "ATTRIBUTION": {
                    "Contributors": [
                        "Janet Iwasa",
                        "Tom Rapoport"
                    ]
                },
                "BIOLOGICALPROCESS": {
                    "onto_name": "intracellular protein transmembrane transport",
                    "onto_id": "GO:0065002"
                },
                "TERMSANDCONDITIONS": {
                    "free_text": "copyright"
                },
                "ITEMTYPE": {
                    "onto_name": "animation",
                    "onto_id": "FBbi:00000267"
                }
            }
        },
        "Data_type": {
            "Time_series": false,
            "Still_image": false,
            "Z_stack": false,
            "Video": true
        },
        "Citation": {
            "DOI": "doi:10.7295/W9CIL9777",
            "ARK": "ark:/b7295/w9cil9777",
            "Title": "Janet Iwasa, Tom Rapoport (2010) CIL:9777, Eukaryota. CIL. Dataset"
        }
    }
}