{"CIL_CCDB": {
    "Status": {
        "Deleted": false,
        "Is_public": true
    },
    "CIL": {
        "Image_files": [
            {
                "Mime_type": "image/tif",
                "File_type": "OME_tif",
                "File_path": "39958.tif",
                "Size": 800000
            },
            {
                "Mime_type": "image/jpeg; charset=utf-8",
                "File_type": "Jpeg",
                "File_path": "39958.jpg",
                "Size": 40056
            }
        ],
        "CORE": {
            "PREPARATION": [
                {
                    "onto_name": "glutaraldehyde fixed tissue",
                    "onto_id": "FBbi:00000011"
                },
                {
                    "onto_name": "osmium tetroxide fixed tissue",
                    "onto_id": "FBbi:00000012"
                }
            ],
            "IMAGINGMODE": {
                "onto_name": "transmission electron microscopy (TEM)",
                "onto_id": "FBbi:00000258"
            },
            "CELLULARCOMPONENT": {
                "onto_name": "postsynaptic density",
                "onto_id": "GO:0014069"
            },
            "RELATIONTOINTACTCELL": {
                "onto_name": "sectioned tissue",
                "onto_id": "FBbi:00000026"
            },
            "NCBIORGANISMALCLASSIFICATION": {
                "onto_name": "Rattus norvegicus",
                "onto_id": "NCBITaxon:10116"
            },
            "PARAMETERIMAGED": {
                "onto_name": "illumination by electrons",
                "onto_id": "FBbi:00000273"
            },
            "TECHNICALDETAILS": {"free_text": "Electron microscopic methods: Tissue sections from were stained either by 1% ethanolic\nphosphotungstic acid (E-PTA) (Bloom and Aghajanian, 1966, 1968) or by\nthe conventional osmium-uranium-lead method. Briefly, coronal brain sections were cut at a thickness of 200 um with a Vibratome through\nthe level of the dorsal hippocampus and post-fixed for 1 hr with 4% glutaraldehyde in 0.1 M cacodylate buffer, pH 7.4. For conventional osmium-uranium-lead staining, sections were post-fixed for 2 hr in 1%\nosmium tetroxide in 0.1 M cacodylate buffer, rinsed in distilled water, and stained with 1% aqueous uranyl acetate overnight. The\ntissue sections were then dehydrated in an ascending series of ethanol to 100%, followed by dry acetone, and embedded in Durupan\nACM. Thin sections were counterstained with lead citrate before examination in the electron microscope. For E-PTA staining, sections were dehydrated in an ascending series of ethanol to 100% and stained\nfor 1 hr with 1% PTA prepared by dissolving 0.1 gm of PTA in 10 ml of 100% ethanol and adding four drops of 95% ethanol. Sections were then embedded in Durcupan ACM.   The tomogram was generated from single tilt images that spanned -60 to 60° in 2° increments, acquired with a using an JEOL4000 IVEM. Magnification, 20000.0 X; accelerating voltage, 400 KeV."},
            "DIMENSION": [
                {"Space": {
                    "axis": "X",
                    "Image_size": 492
                }},
                {"Space": {
                    "axis": "Y",
                    "Image_size": 492
                }}
            ],
            "VISUALIZATIONMETHODS": {
                "onto_name": "tungsten compound",
                "onto_id": "FBbi:00000575"
            },
            "CELLTYPE": {
                "onto_name": "hippocampal neuron",
                "onto_id": "CL:0002608"
            },
            "IMAGEDESCRIPTION": {"free_text": "Postsynaptic densities (PSDs) in the CA1 region of the rat hippocampus, revealed by ethanolic phosphotungstic acid (EPTA) staining, were reconstructed from a maximum intensity projection of tomographic reconstruction (see, for example the blue arrow). Intensity was reversed so that PSDs appear bright against a dark background.  This image has been downsampled from the raw data image which can be accessed using the link provided to the Cell Centered Database.\n\nFor more information see: Martone M. E.; Jones Y. Z.; Young S. J. Ellisman; M. H. Zivin; J. A. and Hu B. R. (1999) Modification of postsynaptic densities following transient cerebral ischemia:a quantitative and three dimensional ultrastructural study. J. Neurosci.19:1988-97."},
            "ATTRIBUTION": {
                "URLs": [{
                    "Label": "CCDB 21",
                    "Href": "http://ccdb.ucsd.edu/sand/main?event=displayAll&mpid=21"
                }],
                "Contributors": ["Bingren Hu"]
            },
            "TERMSANDCONDITIONS": {"free_text": "attribution_cc_by"},
            "ITEMTYPE": {
                "onto_name": "recorded image",
                "onto_id": "FBbi:00000265"
            }
        }
    },
    "Data_type": {
        "Time_series": false,
        "Still_image": true,
        "Z_stack": false,
        "Video": false
    }
}}