{"CIL_CCDB": {
    "Status": {
        "Deleted": false,
        "Is_public": true
    },
    "CIL": {
        "Image_files": [
            {
                "Mime_type": "image/tif",
                "File_type": "OME_tif",
                "File_path": "40233.tif",
                "Size": 400000
            },
            {
                "Mime_type": "image/jpeg; charset=utf-8",
                "File_type": "Jpeg",
                "File_path": "40233.jpg",
                "Size": 28552
            }
        ],
        "CORE": {
            "PREPARATION": {
                "onto_name": "formaldehyde fixed tissue",
                "onto_id": "FBbi:00000010"
            },
            "GROUP_ID": "16704",
            "IMAGINGMODE": {
                "onto_name": "modes of light microscopy",
                "onto_id": "FBbi:00000345"
            },
            "RELATIONTOINTACTCELL": {
                "onto_name": "microtome-sectioned tissue",
                "onto_id": "FBbi:00000029"
            },
            "NCBIORGANISMALCLASSIFICATION": {
                "onto_name": "Rattus norvegicus",
                "onto_id": "NCBITaxon:10116"
            },
            "PARAMETERIMAGED": {
                "onto_name": "distribution of epitope",
                "onto_id": "FBbi:00000592"
            },
            "TECHNICALDETAILS": {"free_text": "The PMCA1a antibody (CR1a) was generated by immunizing New Zealand rabbits with keyhole limpet hemocyanin-conjugated synthetic peptide (Filoteo et al., 1997). NR1a was generated against a 20-residue peptide sequence (VFSSSTASTPVGYPSGECIS, residues 37-57) in the carboxy terminus region of the rat PMCA1a. The specificity of NR1a was established by western blots using microsomes from COS cells overexpressing specific PMCAs, and further confirmed in microsomes from rat brain. CR1a recognizes only one band at 129 kDa. Staining was absent in the presence of the peptide immunogen.\n\nTissue Preparation\n\nAll procedures related to the care and treatment of animals were in accordance with institutional and NIH guidelines. Twelve male Sprague-Dawley rats (200-350 g, Charles River, Raleigh, NC) were used for this study. After inducing deep anesthesia with sodium pentobarbital (60 mg/kg, i.p.), rats were intracardially perfused with heparinized saline followed by 500 ml of fixative. Rats were fixed with 4% paraformaldehyde freshly-depolymerized in phosphate buffer (PB, 0.1 M, pH 7.4). Brains were then removed and postfixed 2 h at 4 degrees C in the same fixative. Brains were cut at 40-60 ¿m on a Vibratome and collected in cold PB.\n\nLight microscopy\nFree-floating sections were permeabilized with 50% ethanol for 30 min and then treated for 30 min with 3% H2O2 in phosphate-buffered saline (PBS, 0.1 M, pH 7.4). After preincubation in 10% normal donkey serum (NDS, to block secondary antibody binding sites), sections were incubated in CR1a (1:1,000) overnight on a shaker at room temperature. For immunoperoxidase microscopy, sections were then incubated for 3 hours in biotinylated secondary antibody (1:200; Jackson ImmunoResearch, West Grove, PA) and for 1 hour in ExtrAvidin-peroxidase complex (1:5,000; Sigma, St. Louis, MO); peroxidase was histochemically visualized with diaminobenzidine. Processed sections were mounted on gelatin-coated slides, air dried, and cleared with xylene before being coverslipped with D.P.X. mountant (BDH Chemicals, Poole, England)."},
            "DIMENSION": [
                {"Space": {
                    "axis": "X",
                    "Image_size": 512
                }},
                {"Space": {
                    "axis": "X",
                    "Image_size": 221
                }}
            ],
            "VISUALIZATIONMETHODS": [
                {
                    "onto_name": "biotin",
                    "onto_id": "FBbi:00000458"
                },
                {
                    "onto_name": "primary antibody plus labeled secondary antibody",
                    "onto_id": "FBbi:00000156"
                }
            ],
            "DATAQUALIFICATION": {"free_text": "PROCESSED"},
            "CELLTYPE": {
                "onto_name": "CNS neuron (sensu Vertebrata)",
                "onto_id": "CL:0000117"
            },
            "IMAGEDESCRIPTION": {"free_text": "Large scale mosaic of a 40 um thick parasagittal section of rat brain immunolabeled with against the plasma membrane calcium pump protein, PMCA1a, using a polyclonal antibody against the C terminus and peroxidase-DAB as the chromagen.  This image has been downsampled from the raw data image which can be accessed using the link provided to the Cell Centered Database.  For more information see: Kenyon, et al. (2010) Cellular and subcellular localization of PMCA1a in the rat brain. J. Comp. Neurol. PMID 20575074."},
            "ATTRIBUTION": {
                "URLs": [{
                    "Label": "CCDB 7266",
                    "Href": "http://ccdb.ucsd.edu/sand/main?event=displayAll&mpid=7266"
                }],
                "Contributors": ["Alain Burette"]
            },
            "TERMSANDCONDITIONS": {"free_text": "attribution_cc_by"},
            "ITEMTYPE": {
                "onto_name": "recorded image",
                "onto_id": "FBbi:00000265"
            }
        }
    },
    "Data_type": {
        "Time_series": false,
        "Still_image": true,
        "Z_stack": false,
        "Video": false
    }
}}