{"CIL_CCDB": {
    "Status": {
        "Deleted": false,
        "Is_public": true
    },
    "CIL": {
        "Image_files": [
            {
                "Mime_type": "image/jpeg; charset=utf-8",
                "File_type": "Jpeg",
                "File_path": "44001.jpg",
                "Size": 7359
            },
            {
                "Mime_type": "application/zip",
                "File_type": "Zip",
                "File_path": "44001.zip",
                "Size": 134127744
            },
            {
                "Mime_type": "video/x-flv",
                "File_type": "Flv",
                "File_path": "44001.flv",
                "Size": 56343803
            }
        ],
        "CORE": {
            "PREPARATION": {
                "onto_name": "living tissue",
                "onto_id": "FBbi:00000025"
            },
            "IMAGINGMODE": [
                {
                    "onto_name": "phase contrast microscopy",
                    "onto_id": "FBbi:00000247"
                },
                {
                    "onto_name": "scanning electron microscopy (SEM)",
                    "onto_id": "FBbi:00000257"
                },
                {
                    "onto_name": "differential interference contrast microscopy",
                    "onto_id": "FBbi:00000245"
                }
            ],
            "CELLULARCOMPONENT": [
                {
                    "onto_name": "cytoskeleton",
                    "onto_id": "GO:0005856"
                },
                {
                    "onto_name": "pseudopodium",
                    "onto_id": "GO:0031143"
                }
            ],
            "BIOLOGICALPROCESS": {
                "onto_name": "sperm motility",
                "onto_id": "GO:0030317"
            },
            "RELATIONTOINTACTCELL": {
                "onto_name": "dispersed cells in vitro",
                "onto_id": "FBbi:00000611"
            },
            "SOURCEOFCONTRAST": [
                {
                    "onto_name": "differences in amount of elastic light scattering",
                    "onto_id": "FBbi:00000600"
                },
                {
                    "onto_name": "boundaries between regions with different refractive index",
                    "onto_id": "FBbi:00000599"
                },
                {
                    "onto_name": "differences in deposition of metal shadow",
                    "onto_id": "FBbi:00000601"
                }
            ],
            "NCBIORGANISMALCLASSIFICATION": {
                "onto_name": "Ascaris sp.",
                "onto_id": "NCBITaxon:27836"
            },
            "PARAMETERIMAGED": [
                {
                    "onto_name": "elastic scattering of photons",
                    "onto_id": "FBbi:00000587"
                },
                {
                    "onto_name": "optical path length gradient",
                    "onto_id": "FBbi:00000312"
                },
                {
                    "onto_name": "secondary_electron imaging",
                    "onto_id": "FBbi:00000372"
                }
            ],
            "TECHNICALDETAILS": {"free_text": "See Sepsenwol S, Ris H, Roberts TM. (1989). A unique cytoskeleton associated with crawling in the amoeboid sperm of the nematode Ascaris suum. J Cell Biol 108:55-66."},
            "DIMENSION": [
                {"Space": {
                    "axis": "X",
                    "Image_size": 640
                }},
                {"Space": {
                    "axis": "Y",
                    "Image_size": 480
                }}
            ],
            "VISUALIZATIONMETHODS": {
                "onto_name": "visualization of contiguous regions",
                "onto_id": "FBbi:00000396"
            },
            "PROCESSINGHISTORY": {"free_text": "movie creation"},
            "IMAGEDESCRIPTION": {"free_text": "The sequences in this videotape illustrate the unusual crawling motility of the amoeboid sperm of the nematode parasite, Ascaris suum, an intestinal parasite of pigs. Ascaris sperm contain no myosins or tubulins, and only a trace of actin -- all of which were discarded in a residual body early in spermatogenesis.  There are 5 stages of activation of the ovoid spermatids to crawling spermatozoa.  Activation in vivo or in vitro is initiated by a protein from the vas deferens of the male worm, which is thought to be a specific protease.  During activation, refringent granules in the cell coalesce into a large refringent body and the pseudopod forms, makes contact with the substrate and pulls the cell along.  In the sequence of in vitro activation, spermatids from the seminal vesicle of a male worm are exposed to activator protein, put into a glass coverslip chamber under anaerobic conditions and observed with phase- contrast time-lapse microscopy on a heated stage. Next shown is  an inactive spermatid in freeze-frame -  among the numerous intracellular vesicles are mitochondria, sperm-specific membraneous organelles, refringent granules and a condensed nucleus. About 3-4 min after activation, the pseudopod rapidly forms and extends, and the cell body attaches to the glass.  Villipodia are already forming and moving over the pseudopod at this early stage, a phenomenon that parallels the development of the pseudopod cytoskeleton. Next is seen the cells at about 8-10 min after activation when the fully-developed pseudopod gyrates above the cell body, which is still cemented to the glass.  The refringent granules in the cell have fused into a large doughnut-shaped refringent body of unknown function. At stage 4, the pseudopod begins to make contact with the glass, seen as dark areas with phase-contrast microscopy; the prominent rapid membrane flow is due to the movement of villipodia. Once contact between villipodia and glass takes place at stage 5, the pseudopod flattens out and the cell begins to crawl.  In the upper right-hand corner of this sequence, the cell body is still attached in some cases, and is stretched out as the pseudopod gains traction.  The rapid movement seen over the surface of the pseudopod, especially clear on tethered cells, is due to the formation of villipodia at the leading edge of the pseudopod and their migration toward the pseudopod-cell body junction, where they disappear.  Branched structures within the pseudopod move in unison with the villipodia.  These are the fiber complexes, the dynamic cytoskeletal superstructures largely responsible for ascaris sperm locomotion.  When well-attached, the cells move forward at the same speed that the villipodia move rearward.  There seems to be chemotactic behavior among sperm cells  - in these short sequences, crawling spermatozoa change direction to follow passing cells.  Unlike the sperm of most other nematodes, ascaris sperm are anaerobic and are sensitive to oxygen diffusing into the chamber.  The next sequences were taken with a video-disc system at the Madison integrated microscopy resource.  The branched fiber complexes move rearward as the cell moves forward.  As the cell turns to the left, new complexes form at the left edge, but the old complexes do not change their position relative to each other. Next is seen the aging phenomenon again: it enables separation of the two, normally synchronized, but independent processes which allow the sperm to move forward:  (1) the assembly of the fiber-complex cytoskeleton and formation of villipodia at the leading edge of the pseudopod,  and (2), the disassembly of cytoskeleton at the pseudopod-cell body junction.  Seen here is the cessation of forward extension -- or cytoskeletal assembly -- of the pseudopod, but the cell body is still pulled forward as the cytoskeleton continues to be disassembled at the base of the pseudopod.  Next is shown another sequence which suggests chemotactic behavior among sperm.  The cell entering from the right and moving to the top of the circle of cells was originally some distance from the original group of cells.  The last sequence is in real time and focuses on the fiber complexes.  Most of the cells are not crawling yet because their pseudopods have not attached to the glass, but the rapid movement of villipodia, and the fiber complexes which form the villipodia, continues.  \nSee also: Sepsenwol S, Ris H, Roberts TM. (1989). A unique cytoskeleton associated with crawling in the amoeboid sperm of the nematode Ascaris suum. J Cell Biol 108:55-66."},
            "CELLTYPE": {
                "onto_name": "sperm",
                "onto_id": "CL:0000019"
            },
            "DATAQUALIFICATION": {"free_text": "PROCESSED"},
            "ATTRIBUTION": {"Contributors": ["Sol Sepsenwol"]},
            "TERMSANDCONDITIONS": {"free_text": "public_domain"},
            "ITEMTYPE": {"free_text": "film"}
        }
    },
    "Data_type": {
        "Time_series": false,
        "Still_image": false,
        "Z_stack": false,
        "Video": true
    }
}}