{"CIL_CCDB": {
    "Status": {
        "Deleted": false,
        "Is_public": true
    },
    "CIL": {
        "Image_files": [
            {
                "Mime_type": "video/x-flv",
                "File_type": "Flv",
                "File_path": "7792.flv",
                "Size": 1744119
            },
            {
                "Mime_type": "application/zip",
                "File_type": "Zip",
                "File_path": "7792.zip",
                "Size": 1917052
            },
            {
                "Mime_type": "image/jpeg; charset=utf-8",
                "File_type": "Jpeg",
                "File_path": "7792.jpg",
                "Size": 16010
            }
        ],
        "CORE": {
            "PREPARATION": {"free_text": "microinjected"},
            "IMAGINGMODE": {
                "onto_name": "spinning disk confocal microscopy",
                "onto_id": "FBbi:00000253"
            },
            "CELLULARCOMPONENT": {
                "onto_name": "actin cytoskeleton",
                "onto_id": "GO:0015629"
            },
            "BIOLOGICALPROCESS": {
                "onto_name": "actin filament-based process",
                "onto_id": "GO:0030029"
            },
            "RELATIONTOINTACTCELL": {
                "onto_name": "living tissue",
                "onto_id": "FBbi:00000025"
            },
            "SOURCEOFCONTRAST": {
                "onto_name": "distribution of a specific protein",
                "onto_id": "FBbi:00000597"
            },
            "NCBIORGANISMALCLASSIFICATION": {
                "onto_name": "Fundulus heteroclitus",
                "onto_id": "NCBITaxon:8078"
            },
            "PARAMETERIMAGED": {
                "onto_name": "fluorescence emission",
                "onto_id": "FBbi:00000316"
            },
            "DIMENSION": [
                {"Space": {
                    "axis": "X",
                    "Image_size": 640
                }},
                {"Space": {
                    "axis": "Y",
                    "Image_size": 516
                }},
                {"Time": {
                    "unit": "seconds",
                    "value": 5.0
                }}
            ],
            "VISUALIZATIONMETHODS": {
                "onto_name": "EGFP",
                "onto_id": "FBbi:00000082"
            },
            "PROCESSINGHISTORY": {"free_text": "unprocessed raw data"},
            "CELLTYPE": [
                {"free_text": "deep cells"},
                {
                    "onto_name": "early embryonic cell",
                    "onto_id": "CL:0000007"
                }
            ],
            "IMAGEDESCRIPTION": {"free_text": "The yolk sac of a killifish embryo contains a population of deep cells which migrate through the subepithelial space, and this sequence follows one such cell crawling within the normal matrices and cell substrates of an intact embryo. At the two-cell stage, this Fundulus heteroclitus embryo was injected with a GFP-actin plasmid. Expression is mosaic, and the non-expressing cells of the embryo act as a backdrop for the dramatic migrations of these wandering cells. If you watch carefully, you can see a few cells expressing very low amounts of fluorescent actin, giving context to the fact that this deep cell is not migrating on glass. This sequence begins as a deep cell extends a large protrusion out of the plane of focus, and the cell body can be seen to pour into the leading edge. This cell migrates with a structured lamellipodium, which shows retrograde waves of actin as the cell progresses. A thin cortical band of labeled actin can be seen around the entire periphery. The leading edge cytoplasm is clearly distinct from the rest of the cell material. (The cell migrates out of the field of view, and when the movie shifts to follow it, the cell changes its behavior and undergoes circus movements. Free of organized cortical actin, the hyaline cytoplasm that forms the hemispheric bleb protrudes beyond the existing cortex. Once the bleb forms, the fluorescent line of actin is seen to disappear, and a new cortical array is established as the bleb spreads. Near the very end of the sequence, the cell reestablishes a leading edge at the top of the screen, and the cell resumes migration. Fundulus deep cells often switch between structured protrusive migration and circus movements.)  Deep cells are approximately 20 microns in length, and migrate rapidly with rates up to 18 microns/min.\t\n\nFundulus heteroclitus embryos at the two-celled stage were injected with a GFP-actin plasmid (Clontech), and allowed to develop through epiboly. Fluorescent cells were filmed using a Perkin Elmer spinning disc scan head mounted on a Nikon inverted TE300. Images were collected with 100x objective, N.A. 1.4, using an Orca ER cooled CCD camera. Exposure times were approximately 500 msec. Shutters for illumination were driven by Metamorph software, and images were collected approximately 5 seconds apart.   File size: 20.69 Mb; Duration: 00:00:26.00; Dimensions: 650 x 515 pixels; FPS: 10; Data rate: 6.67 Mbs.  Codec: H.264 \nFirst Prize Celldance 2006"},
            "ATTRIBUTION": {"Contributors": ["Rachel Fink"]},
            "TERMSANDCONDITIONS": {"free_text": "copyright"},
            "ITEMTYPE": {
                "onto_name": "recorded image",
                "onto_id": "FBbi:00000265"
            }
        }
    },
    "Data_type": {
        "Time_series": false,
        "Still_image": false,
        "Z_stack": false,
        "Video": true
    }
}}