{"CIL_CCDB": {
    "Status": {
        "Deleted": false,
        "Is_public": true
    },
    "CIL": {
        "Image_files": [
            {
                "Mime_type": "video/x-flv",
                "File_type": "Flv",
                "File_path": "9775.flv",
                "Size": 5536634
            },
            {
                "Mime_type": "image/jpeg; charset=utf-8",
                "File_type": "Jpeg",
                "File_path": "9775.jpg",
                "Size": 38863
            },
            {
                "Mime_type": "application/zip",
                "File_type": "Zip",
                "File_path": "9775.zip",
                "Size": 21332092
            }
        ],
        "CORE": {
            "NCBIORGANISMALCLASSIFICATION": {
                "onto_name": "Eukaryota",
                "onto_id": "NCBITaxon:2759"
            },
            "GROUP_ID": "2270",
            "MOLECULARFUNCTION": [
                {
                    "onto_name": "ribosome binding",
                    "onto_id": "GO:0043022"
                },
                {
                    "onto_name": "endoplasmic reticulum signal peptide binding",
                    "onto_id": "GO:0030942"
                }
            ],
            "CELLULARCOMPONENT": {
                "onto_name": "endoplasmic reticulum membrane",
                "onto_id": "GO:0005789"
            },
            "IMAGEDESCRIPTION": {"free_text": "Protein translocation is the process by which peptides are transported across a membrane bilayer. Translocation of proteins across the membrane of the endoplasmic reticulum (ER) is know to occur in one of two ways: cotranslationally, in which translocation is concurrent with peptide synthesis by the ribosome, or posttranslationally, in which the protein is first synthesized in the cytosol and later is transported into the ER. Both means of translocation are mediated by the same protein channel, known as Sec61 in eukaryotes and SecY in prokaryotes and archaea.\n\nProteins that are targeted for translocation across the ER have a distinctive amino-terminal signal sequence (shown in yellow in the animation) which is recognized by the signal recognition particle (SRP). The SRP in eukaryotes is a large ribonucleoprotein which, when bound to the ribosome and the signal sequence of the nascent peptide, is able to arrest protein translation by blocking tRNA entry.\n\nThe ribosome is targeted to the ER membrane through a series of interactions, starting with the binding of the SRP by the SRP receptor. The signal sequence of the nascent peptide chain is then transferred to the protein channel, Sec61. The binding of SRP to its receptor causes the SRP to dissociate from the ribosome, and the SRP and SRP receptor also dissociate from each other following GTP hydrolysis. As the SRP and SRP receptor dissociate from the ribsome, the ribosome is able to bind directly Sec61.\n\nThe Sec61 translocation channel (known as SecY in prokaryotes) is a highly conserved heterotrimeric complex composed of α-, β- and γ-subunits. The pore of the channel, formed by the α-subunit, is blocked by a short helical segment which is thought to become unstructured during the beginning of protein translocation, allowing the peptide to pass through the channel. As shown in the animation, the signal sequence of the nascent peptide intercalates into the walls of the channel, through a side opening known as the lateral gate. During translocation, the signal sequence is cleaved by a signal peptide peptidase, freeing the amino terminus of the growing peptide.\n\nProteins in the animation were created using the following crystal structures from the Protein Data Bank: secY - 1RHZ; SRP - 1RY1, 2J37; SRP receptor - 2GO5, 1RJ9; ribosome - 1S1H (40s subunit), 1S1I (60s subnit)"},
            "ATTRIBUTION": {"Contributors": [
                "Janet Iwasa",
                "Tom Rapoport",
                "Mario Halic"
            ]},
            "BIOLOGICALPROCESS": {
                "onto_name": "SRP-dependent cotranslational protein targeting to membrane, translocation",
                "onto_id": "GO:0006616"
            },
            "TERMSANDCONDITIONS": {"free_text": "copyright"},
            "ITEMTYPE": {
                "onto_name": "animation",
                "onto_id": "FBbi:00000267"
            }
        }
    },
    "Data_type": {
        "Time_series": false,
        "Still_image": false,
        "Z_stack": false,
        "Video": true
    }
}}